brew "abcde"
brew "awscli"
brew "bat"
brew "btop"
brew "cd-discid"
brew "coreutils"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git"
brew "gnupg"
brew "heroku/brew/heroku"
brew "hexyl"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libxml2"
brew "libyaml"
brew "mas"
brew "mise"
brew "neovim"
brew "nnn"
brew "p7zip"
brew "pkg-config"
brew "pnpm"
brew "prettyping"
brew "ripgrep"
brew "shared-mime-info"
brew "starship"
brew "tldr"
brew "unar"
brew "vivid"
brew "wget"
brew "yazi"
brew "yt-dlp"
brew "zoxide"

mas "Hue Menu Bar for Philips Hue", id: 1500678169
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "WhatsApp", id: 310633997

cask "1password"
cask "1password-cli"
cask "chatgpt"
cask "cursor"
cask "cursor-cli"
cask "dropbox"
cask "font-victor-mono"
cask "ghostty"
cask "google-chrome"
cask "iina"
cask "localsend"
cask "mac-mouse-fix"
cask "orbstack"
cask "postgres-unofficial"
cask "signal"
cask "tailscale-app"
