tap "heroku/brew"
tap "buo/cask-upgrade"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

brew "awscli"
brew "aws-vault"
brew "bat"
brew "coreutils"
brew "exa"
brew "ffmpeg"
brew "fzf"
brew "git-delta"
brew "git"
brew "gpg"
brew "heroku/brew/heroku"
brew "hexyl"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libxml2"
brew "libyaml"
brew "mailcatcher"
brew "mas"
brew "neofetch"
brew "node"
brew "openjdk"
brew "openjdk@8"
brew "p7zip"
brew "prettyping"
brew "pv"
brew "ranger"
brew "rbenv"
brew "redis", restart_service: true
brew "ruby-build"
brew "shared-mime-info"
brew "the_silver_searcher"
brew "tldr"
brew "unar"
brew "vim"
brew "wget"
brew "wifi-password"
brew "yarn"
brew "youtube-dl"

mas "Amphetamine", id: 937984704
mas "Authenticator", id: 1538761576
mas "Keynote", id: 409183694
mas "Menu Bar Controller for Sonos", id: 1357379892
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pastebot", id: 1179623856
mas "Pixelmator Pro", id: 1289583905
mas "Telegram", id: 747648890
mas "Vinegar", id: 1591303229
mas "WhatsApp", id: 310633997

cask "firefox"
cask "gitup"
cask "google-chrome"
cask "iina"
cask "kitty"
cask "mac-mouse-fix"
cask "microsoft-teams"
cask "orbstack"
cask "postgres-unofficial"
cask "skype"
cask "swiftbar"
cask "teamviewer"
cask "transmission"
cask "viscosity"
cask "visual-studio-code-insiders"
cask "zoom"
cask "zulip"
