tap "heroku/brew"
tap "buo/cask-upgrade"
tap "jandedobbeleer/oh-my-posh"

brew "abcde"
brew "aws-vault"
brew "awscli"
brew "bat"
brew "cd-discid"
brew "coreutils"
brew "eza"
brew "ffmpeg"

brew "fzf"
brew "gh"
brew "git-delta"
brew "git"
brew "gnupg"
brew "graphviz"
brew "heroku"
brew "hexyl"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libxml2"
brew "libyaml"
brew "mas"
brew "mise"
brew "neofetch"
brew "neovim"
brew "node"
brew "oh-my-posh"
brew "openjdk"
brew "p7zip"
brew "poppler"
brew "prettyping"
brew "puma-dev"
brew "pv"
brew "redis", restart_service: true
brew "ripgrep"
brew "shared-mime-info"
brew "the_silver_searcher"
brew "tldr"
brew "unar"
brew "wget"
brew "yarn"
brew "yazi"
brew "youtube-dl"
brew "zellij"
brew "zoxide"

mas "Amphetamine", id: 937984704
mas "Authenticator", id: 1538761576
mas "Hue Menu Bar for Philips Hue", id: 1500678169
mas "Keynote", id: 409183694
mas "Menu Bar Controller for Sonos", id: 1357379892
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Vinegar", id: 1591303229
mas "WhatsApp", id: 310633997

cask "basictex"
cask "firefox"
cask "iina"
cask "kitty"
cask "mac-mouse-fix"
cask "microsoft-teams"
cask "orbstack"
cask "postgres-unofficial"
cask "raycast"
cask "skype"
cask "ubersicht"
cask "viscosity"
cask "visual-studio-code@insiders"
